Repository: Moatasem-Official/Movies_App
Catalog: lib/l10n/intl_*.arb
Languages: ar

source: Connected To Internet
ar: أنت الآن متصل بالانترنت

source: No Internet Connection
ar: لا يوجد اتصال بالانترنت

source: Try Again
ar: حاول مجددًا

source: NOW PLAYING
ar: يُعرض الآن

source: Popular Movies
ar: الأفلام الأكثر شهرة

source: See All
ar: عرض الكل

source: Top Rated Movies
ar: الأفلام الأكثر تقييمًا

source: Upcoming Movies
ar: الأفلام القادمة

source: Home
ar: الرئيسية

source: Search
ar: بحث

source: Discover
ar: اكتشف

source: Movies
ar: الافلام

source: Watchlist
ar: مشاهداتي

source: Settings
ar: الإعدادات

source: Budget
ar: الميزانية

source: Revenue
ar: الإيرادات

source: Popularity
ar: الشعبية

source: Vote Count
ar: عدد الأصوات

source: Original Language
ar: اللغة الاصلية

source: Production Companies
ar: شركات الإنتاج

source: Production Countries
ar: دِوَل الإنتاج

source: No Production Companies Found
ar: لا يوجد شركات انتاج

# noTitledFound
source: No {title} Found
ar: لا يوجد {title}

source: No Movie Images Found
ar: لا يوجد صور للفيلم

source: No Similar Movies Found
ar: لا يوجد افلام مشابهة

source: No Movie Crew Found
ar: لا يوجد موظفين للفيلم

source: No Movie Cast Found
ar: لا يوجد ممثلين للفيلم

source: Spoken Languages
ar: اللغات المنطوقة

source: GENRES
ar: الأنواع

source: Language
ar: اللغة

source: Select Language
ar: اختر اللغة

source: English
ar: الانجليزية

source: Arabic
ar: العربية

source: No Videos Found
ar: لا يوجد فيديوهات

source: No Overview Available
ar: لا يوجد ملخص

source: No Genres Available
ar: لا يوجد انواع

source: Not Available
ar: غير متوفر

source: Official
ar: رسمي

source: Male
ar: ذكر

source: Female
ar: انثى

source: Not Specified
ar: غير محدد

# asPlusActorCharacter
source: As ${actorCharacter}
ar: كـ {actorCharacter}

source: Unknown
ar: غير معروف

source: CAST
ar: طاقم التمثيل

source: KEY CREW
ar: طاقم العمل الرئيسي

source: MOVIE GALLERY
ar: معرض الفيلم

source: Backdrops
ar: الخلفيات

source: Posters
ar: الملصقات

source: Logos
ar: الشعارات

source: MORE LIKE THIS
ar: المزيد مثل هذا

source: VIEW ALL
ar: عرض الكل

source: VIDEOS
ar: الفيديوهات

source: Gender
ar: الجنس

source: Known For
ar: معروف بـ

source: Close
ar: إغلاق

# similarTo
source: Similar To {movieName}
ar: مشابه لـ {movieName}

source: Adventure
ar: المغامرة

source: Action
ar: الأكشن

source: Animation
ar: الرسوم المتحركة

source: Comedy
ar: الكوميديا

source: Crime
ar: الجريمة

source: Documentary
ar: الوثائقي

source: Drama
ar: الدراما

source: Family
ar: العائلي

source: Fantasy
ar: الفانتازيا

source: History
ar: التاريخي

source: Horror
ar: الرعب

source: Music
ar: الموسيقى

source: Mystery
ar: الغموض

source: Romance
ar: الرومانسي

source: Science Fiction
ar: الخيال العلمي

source: TV Movie
ar: الفيلم التلفزيوني

source: Thriller
ar: الإثارة

source: War
ar: الحرب

source: Western
ar: الغربي

source: Find Your Movie
ar: اعثر على فيلمك

source: Search For A Movie
ar: ابحث عن فيلم

source: Search Result
ar: نتائج البحث

# noMovieFound
source: No Movies Found
ar: لم يتم العثور على فيلم

# searchFor
source: Search For {categoryName} Movies
ar: ابحث عن أفلام {categoryName}

source: Start Typing To Search For A Movie
ar: ابدأ بالكتابة للبحث عن فيلم

source: Your Watchlist Is Empty
ar: قائمة المشاهدة فارغة

source: Add Movies You Want To Watch Later
ar: أضف الأفلام التي تريد مشاهدتها لاحقاً

source: My Watchlist
ar: قائمة مشاهدتي

source: APPEARANCE
ar: المظهر

source: Theme
ar: الوضع

source: Dark
ar: داكن

source: Light
ar: فاتح

source: Select Theme
ar: اختر الوضع

# contentAndPrivacy
source: CONTENT & PRIVACY
ar: المحتوى والخصوصية

# clearWatchlistMessageSuccess
source: Watchlist has been cleared successfully
ar: تم حذف قائمة المشاهدة بنجاح

source: Clear Watchlist
ar: ازالة قائمة المشاهدة

source: Cancel
ar: إلغاء

source: Clear
ar: مسح

source: Remove
ar: حذف

source: Remove Movie ?
ar: حذف الفيلم ؟

# removeMovieFromWatchlist
source: This action will permanently remove the movie from your watchlist. Are you sure you want to proceed ?
ar: سيتم حذف الفيلم نهائياً من قائمة المشاهدة. هل تريد المتابعة ؟

# clearWatchlistConfirmation
source: Are you sure you want to permanently clear the watchlist?
ar: هل أنت متأكد أنك تريد مسح قائمة المشاهدة نهائياً؟

# feedbackAndSupport
source: FEEDBACK & SUPPORT
ar: التقييم والدعم

source: Report a Bug
ar: الإبلاغ عن مشكلة

# reportABugSuccessMessage
source: Report sent successfully! Thank you.
ar: تم ارسال التقرير بنجاح! شكرا.

source: Describe the bug here...
ar: صف المشكلة هنا...

source: Submit Report
ar: إرسال التقرير

# loadingButtonMessage
source: Submitting...
ar: جار الارسال...

# helpUsImprove
source: Help us improve by describing the issue you encountered.
ar: ساعدنا على التحسين بوصف المشكلة التي واجهتها.

source: Suggest a Feature
ar: اقترح ميزة

# suggestAFeatureSuccessMessage
source: Brilliant idea! Thanks for your suggestion.
ar: فكرة رائعة! شكرا لك.

# brilliantIdea
source: Have a brilliant idea? We'd love to hear about it!
ar: هل لديك فكرة رائعة؟ نود سماعها!

# describeYourIdea
source: Describe your amazing idea...
ar: صف فكرتك الرائعة...

source: Send Suggestion
ar: إرسال الاقتراح

source: About
ar: حول التطبيق

source: Rate App
ar: قيِّم التطبيق

# rateAppSuccessMessage
source: Your Rating Is : {rating}
ar: تقييمك للتطبيق هو : {rating}

source: How was your experience?
ar: كيف كانت تجربتك؟

source: Your feedback helps us improve
ar: تقييمك يساعدنا على التحسين

source: Hated it 😠
ar: كَرِهتُه 😠

source: Disliked it 🙁
ar: لم يعجبني 🙁

source: It's Ok 👌
ar: كان مقبولاً 👌

source: Liked it 😊
ar: أعجبني 😊

source: Loved it! 😍
ar: أحببته 😍!

source: Submit Rating
ar: إرسال التقييم

# version
source: Version {version}
ar: الإصدار {version}

# movieAddedToWatchlistMessage
source: Movie Added To Watchlist
ar: تمت إضافة الفيلم لقائمة المشاهدة

# movieRemovedFromWatchlistMessage
source: Movie Removed From Watchlist
ar: تمت إزالة الفيلم من قائمة المشاهدة

# allMoviesRemovedFromWatchlistMessage
source: All Movies Removed From Watchlist
ar: تمت إزالة كل الأفلام من قائمة المشاهدة
